/* No comment provided by engineer. */
"WhatsNew_Dashboard_Description" = "Bądź na bieżąco z odczytami procesora i użycia pamięci, cyklami ładowania baterii, a nawet uwalniaj pamięć RAM, aby przyspieszyć pracę.";

/* No comment provided by engineer. */
"WhatsNew_Dashboard_Title" = "Monitorowanie";

/* No comment provided by engineer. */
"WhatsNew_Finish_Description" = "To jest ogólny przegląd nowych funkcji. Reszta? Cóż, resztę musisz odkryć sam!";

/* No comment provided by engineer. */
"WhatsNew_Finish_Title" = "Więc… Jedziemy!";

/* No comment provided by engineer. */
"WhatsNew_Health_Description" = "Powiadomienia dają znać o różnych problemach sprzętowych i programowych. Dowiesz się dokładnie co się dzieje i jak to naprawić.";

/* No comment provided by engineer. */
"WhatsNew_Health_Title" = "Powiadomienia o stanie";

/* No comment provided by engineer. */
"WhatsNew_iTunesJunk_Description" = "Odzyskaj miejsce na dysku czyszcząc przestarzałe kopie zapasowe urządzeń, stare aktualizacje oprogramowania, naruszone pobrane pliki i inne z iTunes.";

/* No comment provided by engineer. */
"WhatsNew_iTunesJunk_Title" = "Śmieci iTunes";

/* No comment provided by engineer. */
"WhatsNew_MailAttachments_Description" = "Oczyszczaj gigabajty załączników i pobranych plików kryjących się w głębi programu „Mail”, od plików PDF do podpisów.";

/* No comment provided by engineer. */
"WhatsNew_MailAttachments_Title" = "Załączniki Mail";

/* No comment provided by engineer. */
"WhatsNew_Maintenance_Description" = "Naprawiaj uprawnienia na dyskach, indeksuj Spotlight, przyspieszaj wyszukiwarkę Mail i rób inne zadania konserwacji.";

/* No comment provided by engineer. */
"WhatsNew_Maintenance_Title" = "Konserwacja";

/* No comment provided by engineer. */
"WhatsNew_Privacy_Description" = "Wymazuj ślady aktywności online i offline, w tym historie przeglądarek, konwersacje Skype, historię Wiadomości, historię pobranych i ostatnio otwieranych plików.";

/* No comment provided by engineer. */
"WhatsNew_Privacy_Title" = "Prywatność";

/* No comment provided by engineer. */
"WhatsNew_Welcome_Description" = "Nowy CleanMyMac 3 czyści więcej śmieci i konserwuje Twojego Maca lepiej niż kiedykolwiek. Dowiedz się jak!";

/* No comment provided by engineer. */
"WhatsNew_Welcome_Title" = "Co nowego?";

"Done" = "Gotowe";

"Next" = "Dalej";
